{
  "links": {
    "home":"الرئيسية",
    "about":"معلومات عنا",
    "profile":"البروفايل",
    "projects":"مشاريعنا",
     "services":"خدماتنا",
     "contact":"اتصل بنا"
  },
  "aboutCompany":{
    "header":"معلومات عن شركتنا",
    "contain":"بدايتنا في عام 2019 كمؤسسة الخشب الأحمر للمقاولات"
  },
  "creat":{
    "header":"نشأتنا",
    "contain":"نمت هذه المؤسسة كعائلة من الأفراد الذين يعملون بجد لتصبح شركة بناء ذات مستوى عالمي عبر استكشاف أسواق وشراكات جديدة, حيث تحولت المؤسسة إلى شركة في عام 2023 بنفس الشغف ولكن بأهداف أكبر وطموحات أعلى . فنحن ملتزمون بخدمة موظفينا وشركائنا وكل من يطمح إلى بناء مستقبل أفضل . قامت الشركة ببناء علامتها التجارية في فترة قصيرة نسبيا وحصلت على ثقة ورضا عملائها بسبب كفاءة وجودة كادرها الناتجة عن التخصص والخبرة الطويلة بالإضافة إلى الالتزام والنزاهة في العمل ."
  },
  "vision":{
    "header":"رؤيتنا",
    "contain":"نتطلع إلى التوسع في الأعمال المستقبلية المتطورة و التي تتماشى مع رؤية المملكة العربية السعودية (2023) التي تسعى إلى تطبيق التكنولوجيا و الطاقة البديلة الصديقة للبيئة وتنفيذ الأفكار الذكية بمشاركة الشركات الناجحة لكي نصل بشركتنا لمستوى عالمي في تقديم الخدمات بأعلى جودة و احترافية ."
  },
  "target":{
    "header":"أهدافنا",
    "contain1":"تنفيذ المشاريع بأعلى مستويات الجودة والأمان والكفاءة والإبداع .",
    "contain2":"تحقيق رضا العملاء وتلبية احتياجاتهم .",
    "contain3":"تحقيق النمو المستدام والتوسع في الأسواق المحلية والدولية .",
    "contain4":"توظيف الكفاءات وتطوير مهارات العاملين في الشركة .",
    "contain5":"الالتزام بالمسؤلية الاجتماعية والبيئية ."
  },
  "message":{
    "header":"رسالتنا",
    "contain":"إن رسالتنا في شركة الخشب الأحمر للمقاولات تكمن في نشر ثقافة الجودة بمفهومها الحقيقي في مجال المقاولات العامة بالمملكة العربية السعودية , وذلك من أجل خلق تنافس حقيقي بين كافة الشركات والمؤسسات التي تقدم خدمات المقاولات العامة , سواء كانت شركاتت كبيرة أو ناشئة , وهذه الرسالة التي نتبناها هي من أجل تقديم أفضل الخدمات بأنسب تكلفة ."
  },
  "about":{
    "btnMore":"عرض المزيد"
  },
  "rate":{
    "rateUs":"قيمنا"
  },
  "leadership":{
    "header":"الريادة",
    "contain":"كوننا دؤوبين في إدراك رؤيتنا لقيادة قطاع المقاولات و وضع المعايير في كل سطر من صفحات اعمالنا ."
  },
  "Responsibility":{
    "header":" المسؤولية الاجتماعية",
    "contain":"لأننا ملتزمون ببناء مجتمعنا والحفاظ عليه و رفع مستوى رفاهيته وتعزيز مبادئ الاحترام المتبادل و الثقة و الصدق ودعم العمل الجماعي بين الأفراد"
  },
  "Franchise":{
    "header":" الامتياز",
    "contain":"لأننا نهدف إلى تلبية معايير الجودة بل ونسعى إلى تجاوزها,لأننا نعتقد اعتقاداً جازماً أن الامتياز يمكن صقله عن طريق التفاني و الالتزام مع عملائنا ."
  }
  ,
  "Integrity":{
    "header":" النزاهة",
    "contain":"لأننا نسعى ببناء مجتمعنا و الحفاظ عليه و رفع مستوى رفاهيته و تعزيز مبادئ الثقة و الصدق و دعم العمل الجماعي بين الأفراد ."
  }
  ,
  "Professionalism":{
    "header":" الاحتراف والدقة",
    "contain":"لأننا ننظر إلى الاحتراف كمعامل التحمل لدينا في أعمال العالم الديناميكية,ولأننا نؤمن أن مواقف والسلوك ذات قيمة لعملائنا ."
  }
  ,
  "Commitment":{
    "header":" الالتزام",
    "contain":"كوننا نفي بالتزاماتنا تجاه عملائنا , و المساهمين وبعضنا البعض و نتحمل مسؤولية أفعالنا ."
  }
  ,
  "Quality":{
    "header":" سياسة الجودة",
    "contain":"الجودة ليست نتيجة نهائية , بل هي جزء اساسي من كل مرحلة من مراحل المشروع , وتستخدم عملية مراقبة الجودة بدءاً من مرحلة التخطيط لكل مشروع قم الإشراف و التفتيش و الاختبار و التوثيق لضمان سير العمل بالكيفية و السوية المطلوبة و الالتزام بخطة العمل و التقيد بالضوابط الناظمة مع تقدم المشروع ."
  } ,
  "Safety":{
    "header":" سياسة الأمان",
    "contain":"لاتوجد وظيفة او خدمة مهمة او عاجلة لدرجة أنه لايمكن القيام بها بطريقة اّمنة  ,  حيث تحافظ شركتنا على التزام لايتزعزع بسلامة موظفينا وشركائنا  من خلال تنفيذ برنامج السلامة المؤسسية لدينا , وخطط السلامة التفصيلية الخاصة بالموقع , و التدريب المكثف , و التخطيط و المساءلة الشخصية .",
    "contain2":"يمتد التزامنا بثقافة السلامة 'خالية من الحوادث 'إلى ماهو ابعد من موظفي الشركة ليشمل جميع شركائنا الذين يعملون في مشاريع الشركة, فما يشغل اهتمامنا بالمرتبة الأولى هو إرسال موظفينا إلى منازلهم و أحبائهم بأمان كل يوم"
    },
  "SafetyandQuality":{
    "header":"سياسة الجودة و الأمان"
  },
  "head_about":{
    "head":"معلومات عن الشركة",
    "contain":"نمت هذه المؤسسة كعائلة من الأفراد الذين يعملون بجد لتصبح شركة بناء ذات مستوى عالمي عبر استكشاف أسواق وشراكات جديدة, حيث تحولت المؤسسة إلى شركة في عام 2023 بنفس الشغف ولكن بأهداف أكبر وطموحات أعلى"
  },
  "head_project":{
    "head":"مشاريعنا",
    "contain":"لأننا ننظر إلى الاحتراف كمعامل التحمل لدينا في أعمال العالم الديناميكية,ولأننا نؤمن أن مواقف والسلوك ذات قيمة لعملائنا",
    "btn_pro":"عرض المشاريع"
  }
  ,
  "head_Services":{
    "head":"خدماتنا",
    "contain":"لأننا نسعى ببناء مجتمعنا و الحفاظ عليه و رفع مستوى رفاهيته و تعزيز مبادئ الثقة و الصدق و دعم العمل الجماعي بين الأفراد .",
    "btn_pro":"عرض الخدمات"
  }
}

