{
  "links": {
    "home": "Home",
    "about": "About Us",
    "profile": "Profile",
    "projects": "Projects",
    "services": "Services",
    "contact": "Contact Us",
    "siteSeection": "Site section",
    "certificates":"Certificates"


  },
  "head_certificates": {
    "head": "Certificates",
    "contain": "",
    "btn_Cer": "Show certificates "
  },
  "Certificates":{
    "certificates":" Our certificates"
  },
  "locationFooter":{"location":"Riyadh-Al Yarmuk-Imam Saud Ibn Abdulaziz Road",
  "numberOne":"+966 11250 0511",
  "numberTwo":"+966 56859 4572"
},   

  "aboutCompany": {
    "header": "Information about our company",
    "contain": "Our beginning in 2019 as Redwood Contracting Est"
  },
  "creat": {
    "header": "Our Beginning ",
    "contain": "Since our inception in 2019 as Red Wood Contracting, this organization has grown as a family of dedicated individuals striving to become a world-class construction company by exploring new markets and partnerships, investing in diversity and our communities, and creating new opportunities. The organization transitioned into a company in 2023 with the same passion but with greater goals and higher ambitions. We are committed to serving our employees, partners, and anyone aspiring to build a better future. The company has built its brand in a relatively short period and has earned the trust and satisfaction of its clients due to the efficiency and quality of its workforce, stemming from specialization and extensive experience, along with commitment and integrity in dealings."
  },
  "vision": {
    "header": "Our Vision",
    "contain": "We aim to expand into future advanced businesses that align with Saudi Arabia's Vision 2030, which seeks to implement technology and environmentally friendly alternative energy and execute smart ideas in collaboration with successful companies to elevate our company to a global level in providing services with the highest quality and professionalism."
  },
  "target": {
    "header": "Our Goals",
    "contain1": "To execute projects with the highest levels of quality, safety, efficiency, and creativity.",
    "contain2": "To achieve customer satisfaction and meet their needs.",
    "contain3": "To attain sustainable growth and expand in local and international markets.",
    "contain4": "To employ talents and develop the skills of our company’s employees.",
    "contain5": "To commit to social and environmental responsibility."
  },
  "message": {
    "header": "Our Mission",
    "contain": "Our mission at Red Wood Contracting is to promote a true culture of quality in the field of general contracting in Saudi Arabia, aiming to create genuine competition among all companies and institutions offering general contracting services, whether they are large firms or startups. This mission we adopt is to provide the best services at the most suitable cost."
  },
  "about": {
    "btnMore": "Show more"
  },
  "rate": {
    "rateUs": "Our Values"
  },
  "leadership": {
    "header": "Leadership",
    "contain": "We are diligent in realizing our vision to lead the contracting sector and set standards in every aspect of our work"
  },
  "Responsibility": {
    "header": "Social Responsibility",
    "contain": "We are committed to building and maintaining our community, enhancing its well-being, and promoting principles of mutual respect, trust, honesty, and teamwork among individuals."
  },
  "Franchise": {
    "header": "Excellence",
    "contain": "We aim to meet quality standards and strive to exceed them, as we firmly believe that excellence can be honed through dedication and commitment to our clients."
  },
  "Integrity": {
    "header": " Integrity",
    "contain": "We strive to do the right thing in the right way, making decisions and conducting our business within a framework of ethical values and legal considerations."
  },
  "Professionalism": {
    "header": " Professionalism and Precision",
    "contain": "We view professionalism as our resilience factor in a dynamic business world, and we believe that attitudes and behaviors hold value for our clients."
  },

  "Commitment": {
    "header": " Commitment",
    "contain": "We fulfill our commitments to our clients, stakeholders, and each other, taking responsibility for our actions."
  },
  
  "Quality": {
    "header": " Quality policy",
    "contain": "Quality is not a final result; it is an essential part of every stage of the project. A quality control process is utilized starting from the planning phase of each project, followed by supervision, inspection, testing, and documentation to ensure that work proceeds in the required manner and adherence to the work plan and regulatory standards as the project progresses."
  },
  "Safety": {
    "header": " Safety policy",
    "contain": "There is no job or service so important or urgent that it cannot be done safely. Our company maintains an unwavering commitment to the safety of our employees and partners by implementing our corporate safety program, detailed site safety plans, intensive training, planning, and personal accountability. Our commitment to a culture of accident-free safety extends beyond our employees to include all our partners working on the company's projects. Our primary concern is to send our employees home safely to their loved ones every day. "
  },
  "SafetyandQuality": {
    "header": "Quality and Safety policy"
  },
  "head_about": {
    "head": "Information about the company",
    "contain": "This organization has grown as a family of hard-working individuals into a world-class construction company by exploring new markets and partnerships. The organization transformed into a company in 2023 with the same passion, but with greater goals and higher ambitions."
  },
  "head_project": {
    "head": "Projects",
    "contain": "Because we view professionalism as our endurance factor in the dynamic business world, and because we believe that attitudes and behavior are valuable to our clients .",
    "btn_pro": "Show projects"
  },
  "head_Services": {
    "head": "Services",
    "contain": "Because we seek to build and preserve our society, raise its level of well-being, enhance the principles of trust and honesty, and support teamwork among individuals .",
    "btn_pro": "Show services"
  },
  "Copyright": {
    "head": "Rwoodco - All rights reserved 2024 ©"
  },
  "Section_projects": {
    "head": "Our projects",
    "contain": "This organization has grown as a family of hard-working individuals into a world-class construction company by exploring new markets and partnerships."
  },
  "Section_clients": {
    "head": "Our clients"
  },
  "Section_Services": {
    "head": "Services Provided",
    "Service1": {
      "head":"General Construction",
      "contain":"The company provides the execution of all necessary items for constructing the building structure and follows up with all types of finishes for the building."
    },
    "Service2": {
      "head":"Building Improvement, Renovation, and Rehabilitation",
      "contain":"We work on restoring buildings and supporting all civil and electromechanical works to enhance the efficiency of buildings and facilities."
    }
    ,
    "Service3": {
      "head":"Installations",
      "contain":"We provide clients with various fire prevention and firefighting systems, including the installation of fire pumps and all security and safety system works."
    }
    ,
    "Service4": {
      "head":"Finishing Works",
      "contain":"We execute all types of finishes for buildings with the latest global styles while fully committing to the quality of the building finishes."
    }
    ,
    "Service5": {
      "head":" Building Modifications or Renovations",
      "contain":"Such as sidewalks, parking lots, and their canopies, taking into consideration the requirements of individuals with disabilities and facilitating their mobility, stemming from our social responsibility."
    },
    "Service6": {
      "head":"Electromechanical Works",
      "contain":"Execution of all electrical and mechanical works."
    }
  
  },
  "projects_card": {
    "project_4": {
      "titleProject": "mosque in Bisha.",
      "caption": "Establishing a mosque in Bisha"
    },
    "project_14": {
      "titleProject": "Al-Diriyah tunnel",
      "caption": "Construction works for a section of the Al-Diriyah tunnel project."
    },
    "project_12": {
      "titleProject": "Al-Nakhil neighborhood.",
      "caption": "Implementation of a private residential villa project – Al-Nakheel neighborhood."
    },
    


    "project_18": {
      "titleProject": "the Khamis Mushait – Saudi Investment Bank",
      "caption": "Modifications project for the Khamis Mushait – Saudi Investment Bank."
    },
    
    "project_19": {
      "titleProject": "The Saudi Investment Bank",
      "caption": " Implementation of various ATMs – Saudi Investment Bank."
    },





    
    "project_22": {
      "titleProject": "The Saudi Investment Bank",
      "caption": "Implementation of all ATMs for the Camel Festival – Saudi Investment Bank (6 ATMs within 40 days)."
    },




"project_15": {
      "titleProject": "Aqiq and Oryx Towers",
      "caption": "Implementation of painting and cladding works at Al-Aqiq and Orix Towers."
    },




    "project_5": {
      "titleProject": "The Saudi Investment Bank",
      "caption": " Development projects for the main entrances of the General Administration and branches of the Saudi Investment Bank."
    },


























    "project_1": {
      "titleProject": "The Saudi Investment Bank",
      "caption": "Finishing the Jeddah Private Banking Branch - The Saudi Investment Bank"
    },
    "project_2": {
      "titleProject": "Bank of the country",
      "caption": "Implementing screen decor in the main tower - Bank Al Bilad"
    },
    "project_3": {
      "titleProject": "The Saudi Investment Bank",
      "caption": "Modification work at Jubail Branch - Saudi Investment Bank"
    },
   
   
    "project_6": {
      "titleProject": "International Medical Center in Jeddah",
      "caption": "Finishing the International Medical Center in Jeddah"
    },
    "project_7": {
      "titleProject": "The Saudi Investment Bank",
      "caption": "Replace all security doors and emergency exits in all branches and buildings of the Saudi Investment Bank"
    },
    "project_8": {
      "titleProject": "Malaz Branch - The Saudi Investment Bank",
      "caption": "Establishing a data room, transporting and equipping equipment - Malaz Branch, The Saudi Investment Bank"
    },
    "project_9": {
      "titleProject": "Rawda branch in Riyadh, The Saudi Investment Bank",
      "caption": "Implementation of awnings and car parks - Al Rawdah Branch in Riyadh, The Saudi Investment Bank"
    },
    "project_10": {
      "titleProject": "Oryx Tower",
      "caption": "Implementing all civil defense electrical and mechanical requirements and final delivery of Oryx Tower"
    },
    "project_11": {
      "titleProject": "Aqiq Tower",
      "caption": "Implementing all civil defense electrical and mechanical requirements and final delivery of Aqiq Tower"
    },
  
    "project_13": {
      "titleProject": "Implementing stairs and emergency exits",
      "caption": "Implementing stairs and emergency exits"
    },
  
    
    "project_16": {
      "titleProject": "Bank Al-Bilad",
      "caption": "Renovation project of Al-Takhassusi branch - Bank Al-Bilad"
    },
    "project_17": {
      "titleProject": "Bank Al-Bilad",
      "caption": "A project to implement fences with advertising banners and lighting - Bank Al Bilad"
    }
   
   
    ,
    "project_20": {
      "titleProject": "Projects implementing the requirements of people with special needs",
      "caption": "Projects to implement the requirements of people with special needs and modifications to the built environment in various locations"
    }
    ,
    "project_21": {
      "titleProject": "Bank Al-Bilad",
      "caption": "Direct sales management implementation project for Enjaz branch in Hail - Bank Al Bilad"
    }
    
  }
}