<template>
  <div class="container">
    <div class="head_section">معلومات عن شركتنا</div>
    <div class="contian_section">
      بدايتنا في عام 2019 كمؤسسة الخشب الأحمر للمقاولات
    </div>
    <div class="sections">
      <v-card class="create">
        <div class="head">نشأتنا</div>
        نمت هذه المؤسسة كعائلة من الأفراد الذين يعملون بجد لتصبح شركة بناء ذات
        مستوى عالمي عبر استكشاف أسواق وشراكات جديدة, حيث تحولت المؤسسة إلى شركة
        في عام 2023 بنفس الشغف ولكن بأهداف أكبر وطموحات أعلى . فنحن ملتزمون
        بخدمة موظفينا وشركائنا وكل من يطمح إلى بناء مستقبل أفضل . قامت الشركة
        ببناء علامتها التجارية في فترة قصيرة نسبيا وحصلت على ثقة ورضا عملائها
        بسبب كفاءة وجودة كادرها الناتجة عن التخصص والخبرة الطويلة بالإضافة إلى
        الالتزام والنزاهة في العمل .
      </v-card>
      <v-card class="scope">
        <div class="head">رؤيتنا</div>
        نتطلع إلى التوسع في الأعمال المستقبلية المتطورة و التي تتماشى مع رؤية
        المملكة العربية السعودية (2023) التي تسعى إلى تطبيق التكنولوجيا و الطاقة
        البديلة الصديقة للبيئة وتنفيذ الأفكار الذكية بمشاركة الشركات الناجحة لكي
        نصل بشركتنا لمستوى عالمي في تقديم الخدمات بأعلى جودة و احترافية .
      </v-card>
      <v-card class="vuer">
        <div class="head">أهدافنا</div>
        <p>تنفيذ المشاريع بأعلى مستويات الجودة والأمان والكفاءة والإبداع .</p>
        <p>تحقيق رضا العملاء وتلبية احتياجاتهم</p>
        <p>تحقيق النمو المستدام والتوسع في الأسواق المحلية والدولية</p>
        <p>توظيف الكفاءات وتطوير مهارات العاملين في الشركة.</p>
        <p>الالتزام بالمسؤلية الاجتماعية والبيئية</p>
      </v-card>
      <v-card class="message">
        <div class="head">رسالتنا</div>
        إن رسالتنا في شركة الخشب الأحمر للمقاولات تكمن في نشر ثقافة الجودة
        بمفهومها الحقيقي في مجال المقاولات العامة بالمملكة العربية السعودية ,
        وذلك من أجل خلق تنافس حقيقي بين كافة الشركات والمؤسسات التي تقدم خدمات
        المقاولات العامة , سواء كانت شركاتت كبيرة أو ناشئة , وهذه الرسالة التي
        نتبناها هي من أجل تقديم أفضل الخدمات بأنسب تكلفة .
      </v-card>
    </div>
  </div>
</template>
